{
  "HEADING": "Pam fod angen ichi gael eich esgusodi rhag gwasanaethu ar reithgor?",
  "HEADING_OB": "Pam fod angen iddo gael ei esgusodi rhag gwasanaethu ar reithgor?",
  "HINT_1": "Eglurwch pam na allwch chi wasanaethu ar reithgor yn ystod y 12 mis nesaf.",
  "HINT_2": "Nid oes angen ichi atodi na chasglu tystiolaeth cyn dyddiad terfyn eich gwŷs. Byddwn yn cysylltu â chi yn nes ymlaen os bydd angen hynny.",
  "HINT_1_OB": "Eglurwch pam na all wasanaethu ar reithgor yn ystod y 12 mis nesaf.",
  "HINT_2_OB": "Nid oes angen ichi atodi na chasglu tystiolaeth cyn dyddiad terfyn yr wŷs. Byddwn yn cysylltu yn nes ymlaen os bydd angen hynny.",
  "ERROR": "Dywedwch pam eich bod angen cael eich esgusodi",
  "EVIDENCE_QUESTION": "A fydd angen imi ddarparu tystiolaeth yn fuan?",
  "EVIDENCE_QUESTION_OB": "A fydd angen inni ddarparu tystiolaeth yn fuan?",
  "EVIDENCE_GUIDANCE_1": "Os oes angen tystiolaeth arnom, byddwn yn cysylltu â chi ar wahân i ddweud wrthych.",
  "EVIDENCE_GUIDANCE_1_OB": "Os oes angen tystiolaeth arnom, byddwn yn cysylltu â chi ar wahân i ddweud wrthych.",
  "EVIDENCE_GUIDANCE_2": "Er enghraifft, os ydych chi'n rhy sâl i wasanaethu ar reithgor, efallai y byddwn yn gofyn i chi ddarparu tystysgrif feddygol gan weithiwr gofal iechyd proffesiynol rheoledig priodol, fel meddyg, nyrs, ffisiotherapydd, fferyllydd neu therapydd galwedigaethol.",
  "EVIDENCE_GUIDANCE_2_OB": "Er enghraifft, os ydynt yn rhy sâl i wasanaethu ar reithgor, efallai y byddwn yn gofyn i chi ddarparu tystysgrif feddygol gan weithiwr gofal iechyd proffesiynol rheoledig priodol, fel meddyg, nyrs, ffisiotherapydd, fferyllydd neu therapydd galwedigaethol.",
  "EVIDENCE_GUIDANCE_3": "Dylech aros nes ein bod wedi dweud wrthych pa dystiolaeth sydd ei hangen arnom, os o gwbl.",
  "EVIDENCE_GUIDANCE_3_OB": "Dylech aros nes ein bod wedi dweud wrthych pa dystiolaeth sydd ei hangen arnom, os o gwbl.",
  "EVIDENCE_GUIDANCE_4": "Byddwch yn cael amser i gasglu unrhyw dystiolaeth, felly nid oes angen i chi boeni am geisio ei chael yn awr.",
  "EVIDENCE_GUIDANCE_4_OB": "Byddant yn cael amser i gasglu unrhyw dystiolaeth, felly nid oes angen iddynt boeni am geisio ei chael yn awr."
}
